Repository: norseny/TripPlanner
Catalog: tripplanner/locale/*/LC_MESSAGES/django.po
Languages: pl

source: Home
pl: Strona Główna

source: All trips
pl: Wszystkie wycieczki

source: My trips
pl: Moje wycieczki

source: New trip
pl: Nowa wycieczka

source: About trips
pl: O wycieczkach

source: You are logged as
pl: Jesteś zalogowany jako

source: Log in
pl: Zaloguj

source: Logout
pl: Wyloguj

source: Log in
pl: Logowanie

source: Your username and password didn't match. Please try again.
pl: Login lub hasło są nieprawidłowe. Spróbuj ponownie.

source: Username
pl: Login

source: Password
pl: Hasło

source: New to Trip Planner? Sign up!
pl: Nie masz jeszcze konta? Zarejestruj się!

source: Sign up
pl: Rejestracja

source: Sign up!
pl: Zarejestruj!

source: Register
pl: Zarejestruj się

source: Confirm
pl: Potwierdź

source: I confirm
pl: Potwierdzam

source: Are you sure you want to delete
pl: Czy na pewno chcesz usunąć

source: Description
pl: Opis

source: Created by
pl: Stworzona przez

source: Start time
pl: Czas rozpoczęcia

source: End time
pl: Czas zakończenia

source: Price (PLN)
pl: Koszt (PLN)

source: Cost
pl: Koszt

source: Trip's Details
pl: Szczegóły wycieczki

source: Show/Hide Trip's Details
pl: Szczegóły wycieczki

source: Trip's Details Ordered by Start Time
pl: Szczegóły wycieczki uporządkowane chronologicznie według czasu rozpoczęcia

source: Name
pl: Nazwa

source: Start
pl: Początek

source: End
pl: Koniec

source: Start point
pl: Punkt początkowy

source: End point
pl: Punkt końcowy

source: Means of transport
pl: Środek transportu

source: Address
pl: Adres

source: Total
pl: Suma

source: Edit the trip
pl: Edytuj wycieczkę

source: Delete the trip
pl: Usuń wycieczkę

source: Trip participants
pl: Uczestnicy wycieczki

source: Trips
pl: Wycieczki

source: My Trips
pl: Moje wycieczki

source: Details
pl: Szczegóły

source: Edit
pl: Edytuj

source: Delete
pl: Usuń

source: No trip yet.
pl: Brak wycieczek.

source: Create a new trip
pl: Utwórz nową wycieczkę

source: Add new participant
pl: Dodaj współuczestnika

source: Add
pl: Dodaj

source: Trip
pl: Wycieczka

source: Journeys
pl: Podróże

source: Accommodations
pl: Zakwaterowanie

source: Attractions
pl: Atrakcje

source: Save
pl: Zapisz

source: Back to the List of My Trips
pl: Wróć do listy moich wycieczek

source: Add new row
pl: Dodaj kolejny wiersz

source: User doesn't exist or is already added.
pl: Użytkownik nie istnieje lub został już dodany do wycieczki.

source: Click "Add" to add this user to your trip.
pl: Kliknij "Dodaj", aby dodać użytkownika.

source: Journey
pl: Podróż

source: Accommodation
pl: Zakwaterowanie

source: Attraction
pl: Atrakcja

source: Place
pl: Miejsce

source: See you!
pl: Do zobaczenia!

source: Logged out
pl: Wylogowano

source: You have been successfully logged out.
pl: Wylogowywanie zakończone powodzeniem.

source: Price
pl: Koszt

source: Polish
pl: Polski

source: Repeat Password
pl: Powtórz hasło

source: Pdf-file with details
pl: Plik .pdf ze szczegółami

source: Back to Trip Details
pl: Wróć do szczegółów wycieczki

source: Total Cost
pl: Koszt całkowity

source: Inspired? Plan a similar trip!
pl: Zainspirowany? Zaplanuj podobną wycieczkę!

source: Here is your new trip! Change the name and fill in the fields.
pl: Oto twoja nowa wycieczka! Zmień nazwę i uzupełnij pola.

source: Add main image
pl: Dodaj zdjęcie główne

source: Change main image
pl: Zmień zdjęcie główne

source: Upload trip main image
pl: Wybierz zdjęcie

source: Datetime range
pl: Zakres czasowy

source: Time
pl: Czas

source: Find
pl: Wyszukaj

source: Edit Trip
pl: Edycja wycieczki

source: New Trip
pl: Nowa wycieczka

source: Total:
pl: Suma:

source: More info
pl: Notatki

source: About TripPlanner
pl: O TripPlannerze

source: Username:
pl: Nazwa użytkownika:

source: Repeat password
pl: Powtórz hasło

source: Enter the same password as before, for verification reasons.
pl: Wprowadź hasło ponownie, by potwierdzić spójność haseł.

source: Required. 150 characters or fewer. Only letters, digits and @/./+/-/_.
pl: Wymagany. 150 lub mniej znaków. Jedynie litery, cyfry i @/./+/-/_.

source: the password can't be too similar to your other personal information,
pl: hasło nie może być zbyt podobne do twoich innych danych osobistych.

source: Your password must contain at least 8 characters.
pl: Twoje hasło musi zawierać co najmniej 8 znaków.

source: the password can't be a commonly used password.
pl: hasło nie może być powszechnie używanym hasłem.

source: the password can't be entirely numeric,
pl: hasło nie może składać się tylko z cyfr,

source: New account created!
pl: Twoje konto zostało utworzone!

source: Log in to use this function!
pl: Zaloguj się, aby skorzystać z tej funkcji!

source: Description, max 1000 characters
pl: Opis, maksymalnie 1000 znaków

source: You did not follow at least one of the general security recommendations
pl: Nie spełniono co najmniej jednego z&nbsp;poniższych zaleceń bezpieczeństwa

source: from
pl: od

source: from:
pl: z:

source: to
pl: do

source: Other Trips
pl: Pozostałe wycieczki

source: Private trip
pl: Wycieczka prywatna

source: Add to your favourites!
pl: Dodaj do ulubionych!

source: In your favourites
pl: W moich ulubionych

source: My favourite trips
pl: Moje ulubione wycieczki

source: user added to favourites
pl: użytkownik dodał do ulubionych

source: users added to favourites
pl: użytkownicy lubią tę wycieczkę

source: My profile
pl: Mój profil

source: Location
pl: Lokalizacja

source: About me
pl: O mnie

source: Edit profile info
pl: Edycja profilu

source: Cancel
pl: Anuluj

source: Favourite trips
pl: Ulubione wycieczki

source: Trips created by user
pl: Wycieczki stworzone przez użytkownika

source: Back to Profile
pl: Wróć do profilu

source: TRIPS
pl: WYCIECZKI

source: Mine
pl: Moje

source: My favourite
pl: Moje ulubione

source: Create new
pl: Stwórz nową

source: Other users'
pl: Pozostałe

source: Other users' trips
pl: Pozostałe wycieczki

source: Image removed
pl: Zdjęcie usunięto

source: Select a file
pl: Wybierz plik

source: Main image
pl: Zdjęcie główne

source: Currency
pl: Waluta

source: Ready to start planning?
pl: Zaczynamy planować?

source: See existing trips
pl: Zobacz istniejące wycieczki

source: save the trip to .pdf and use your notes offline!
pl: zapisać wycieczkę w pliku .pdf i&nbsp;korzystać z&nbsp;notatek offline!

source: make plans with your friends,
pl: tworzyć plany razem ze&nbsp;znajomymi,

source: and use them as templates!
pl: i&nbsp;używaj ich jako szablonów!

source: Browse other users' trips
pl: Przeglądaj wycieczki innych użytkowników

source: Looking for inspiration?
pl: Szukasz inspiracji?

source: attractions.
pl: atrakcje.

source: accommodations,
pl: miejsca zakwaterowania,

source: journeys,
pl: podróże,

source: In TripPlanner you can store information about your trips. Save:
pl: TripPlanner to serwis, w&nbsp;którym przechowasz informacje dotyczące wycieczek. Zapisuj swoje:

source: Go to your trips
pl: Przejdź do&nbsp;swoich wycieczek

source: Find out more
pl: Dowiedz się więcej

source: Planning a trip?
pl: Planujesz wycieczkę?

source: will help you!
pl: Ci&nbsp;w&nbsp;tym pomoże!

source: You can also:
pl: Możesz też:

source: Your image size cannot exceed 2 MB
pl: Rozmiar pliku nie może być większy niż 2 MB

source: Couldn't read uploaded image
pl: Wczytanie pliku niemożliwe

source: Image file too large
pl: Rozmiar pliku przekracza 2 MB

source: Category/ No.
pl: Kategoria/ Numer

source: City, ex.: Warszawa
pl: Miasto, np. Warszawa

source: Search results
pl: Wyniki wyszukiwania

source: Trips found for keyword
pl: Wycieczki znalezione dla hasła

source: Copyright © 2018 Beata Piechowicz. All Rights Reserved.
pl: Copyright © 2018 Beata Piechowicz. Wszystkie prawa zastrzeżone.

source: – plan your trip!
pl: – zaplanuj swoją wycieczkę!

source: TripPlanner will help you keep all your trip notes together!
pl: Dzięki TripPlannerowi przechowasz wszystkie swoje plany wycieczkowe w jednym miejscu!

source: Public trips created by user
pl: Wycieczki publiczne stworzone przez użytkownika

source: About the website
pl: O stronie

source: Contact
pl: Kontakt

source: By signing up or otherwise using the TripPlanner service, you acknowledge that you have read and understood the
pl: Rejestrując się w serwisie, oświadczasz, że zapoznałeś się z

source: agreements
pl: regulaminem

source: the password cannot be too similar to the username,
pl: hasło nie może być zbyt podobne do loginu,

source: the password must contain at least 8 characters,
pl: hasło powinno mieć co najmniej 8 znaków,

source: Date range
pl: Zakres czasowy

source: You already have the trip with this name!
pl: Masz już taką wycieczkę!
